Revit 2024 API
GroupTypeId.ContinuousrailBeginBottomExtension Property
 Extension (Beginning/Bottom).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId ContinuousrailBeginBottomExtension { get; }
Visual Basic
Public Shared ReadOnly Property ContinuousrailBeginBottomExtension As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ContinuousrailBeginBottomExtension {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace